Repository: akopulko/notra
Catalog: Notra/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# importNotesWithEllipsis
source: Import…
de: Importieren …
es: Importar…
fr: Importer…
ru: Импортировать…

# noteImportFileError
source: Could not import %1$@: %2$@
de: %1$@ konnte nicht importiert werden: %2$@
es: No se pudo importar %1$@: %2$@
fr: Impossible d’importer %1$@ : %2$@
ru: Не удалось импортировать %1$@: %2$@

source: Insert Mermaid Diagram
de: Mermaid-Diagramm einfügen
es: Insertar diagrama Mermaid
fr: Insérer un diagramme Mermaid
ru: Вставить диаграмму Mermaid

source: Mermaid diagram
de: Mermaid-Diagramm
es: Diagrama Mermaid
fr: Diagramme Mermaid
ru: Диаграмма Mermaid

# mermaidRenderError
source: Unable to render this Mermaid diagram.
de: Dieses Mermaid-Diagramm kann nicht dargestellt werden.
es: No se puede mostrar este diagrama Mermaid.
fr: Impossible d’afficher ce diagramme Mermaid.
ru: Не удалось отобразить эту диаграмму Mermaid.

source: # H1 Heading
de: # H1 Überschrift
es: # H1 Encabezado
fr: # H1 Titre
ru: # H1 Заголовок

source: ## H2 Heading
de: ## H2 Überschrift
es: ## H2 Encabezado
fr: ## H2 Titre
ru: ## H2 Заголовок

source: ### H3 Heading
de: ### H3 Überschrift
es: ### H3 Encabezado
fr: ### H3 Titre
ru: ### H3 Заголовок

source: #### H4 Heading
de: #### H4 Überschrift
es: #### H4 Encabezado
fr: #### H4 Titre
ru: #### H4 Заголовок

source: ##### H5 Heading
de: ##### H5 Überschrift
es: ##### H5 Encabezado
fr: ##### H5 Titre
ru: ##### H5 Заголовок

source: ###### H6 Heading
de: ###### H6 Überschrift
es: ###### H6 Encabezado
fr: ###### H6 Titre
ru: ###### H6 Заголовок

source: %@ is %@. The maximum attachment size is %@.
de: %@ ist %@. Die maximale Anhanggröße beträgt %@.
es: %@ ocupa %@. El tamaño máximo del adjunto es %@.
fr: %@ fait %@. La taille maximale des pièces jointes est de %@.
ru: %@ имеет размер %@. Максимальный размер вложения — %@.

source: %lld notes will be permanently deleted.
de: %lld Notiz wird dauerhaft gelöscht.
es: Se eliminará %lld nota de forma permanente.
fr: %lld note sera définitivement supprimée.
ru: Заметка (%lld) будет удалена навсегда.

source: About
de: Über
es: Acerca de
fr: À propos
ru: О приложении

source: About Notra
de: Über Notra
es: Acerca de Notra
fr: À propos de Notra
ru: О Notra

source: Add Tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter une étiquette
ru: Добавить тег

source: Adjust the text size used in the editor.
de: Passe die im Editor verwendete Textgröße an.
es: Ajusta el tamaño del texto del editor.
fr: Ajustez la taille du texte utilisée dans l’éditeur.
ru: Настройте размер текста в редакторе.

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ru: Внешний вид

source: Attach File
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier
ru: Прикрепить файл

source: Attachment
de: Anhang
es: Adjunto
fr: Pièce jointe
ru: Вложение

source: Attachment %@
de: Anhang %@
es: Adjunto %@
fr: Pièce jointe %@
ru: Вложение %@

source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
ru: Вложения

source: Blocks
de: Blöcke
es: Bloques
fr: Blocs
ru: Блоки

source: Bold
de: Fett
es: Negrita
fr: Gras
ru: Полужирный

source: Bullet List
de: Aufzählung
es: Lista con viñetas
fr: Liste à puces
ru: Маркированный список

source: Bulleted List
de: Aufzählung
es: Lista con viñetas
fr: Liste à puces
ru: Маркированный список

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Characters
de: Zeichen
es: Caracteres
fr: Caractères
ru: Символы

source: Checklist
de: Checkliste
es: Lista de comprobación
fr: Liste de contrôle
ru: Чек-лист

source: Choose a note or create a new one.
de: Wähle eine Notiz aus oder erstelle eine neue.
es: Elige una nota o crea una nueva.
fr: Choisissez une note ou créez-en une nouvelle.
ru: Выберите заметку или создайте новую.

source: Choose a photo or attach a file
de: Wähle ein Foto oder hänge eine Datei an
es: Elige una foto o adjunta un archivo
fr: Choisissez une photo ou joignez un fichier
ru: Выберите фото или прикрепите файл

source: Choose how notes look while editing and previewing.
de: Wähle das Erscheinungsbild beim Bearbeiten und Anzeigen von Notizen.
es: Elige el aspecto de las notas al editarlas y previsualizarlas.
fr: Choisissez l’apparence des notes lors de la modification et de l’aperçu.
ru: Выберите вид заметок при редактировании и просмотре.

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
ru: Выбрать фото

source: Choose the font used when reading note previews.
de: Wähle die Schrift zum Lesen von Notizvorschauen.
es: Elige la fuente para leer las vistas previas de notas.
fr: Choisissez la police utilisée pour lire les aperçus de notes.
ru: Выберите шрифт для чтения заметок.

source: Choose the monospaced font used for inline code and code blocks in note previews.
de: Wähle die Monospace-Schrift für Inline-Code und Codeblöcke in Notizvorschauen.
es: Elige la fuente monoespaciada para código en línea y bloques de código.
fr: Choisissez la police à chasse fixe pour le code intégré et les blocs de code.
ru: Выберите моноширинный шрифт для встроенного кода и блоков кода.

source: Choose the monospaced font used while editing Markdown.
de: Wähle die Monospace-Schrift zum Bearbeiten von Markdown.
es: Elige la fuente monoespaciada para editar Markdown.
fr: Choisissez la police à chasse fixe utilisée pour modifier Markdown.
ru: Выберите моноширинный шрифт для редактирования Markdown.

source: Choose where notes are stored. Changing location does not move existing notes.
de: Wähle den Speicherort für Notizen. Beim Ändern werden vorhandene Notizen nicht verschoben.
es: Elige dónde se guardan las notas. Cambiar la ubicación no mueve las notas existentes.
fr: Choisissez où stocker les notes. Changer l’emplacement ne déplace pas les notes existantes.
ru: Выберите место хранения заметок. Смена места не перемещает существующие заметки.

source: Choose whether new notes begin with a title heading or an empty document.
de: Wähle, ob neue Notizen mit einer Titelüberschrift oder einem leeren Dokument beginnen.
es: Elige si las notas nuevas empiezan con un título o un documento vacío.
fr: Choisissez si les nouvelles notes commencent par un titre ou un document vide.
ru: Выберите, начинать ли новые заметки с заголовка или пустого документа.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

source: Colourful Preview
de: Farbenfrohe Vorschau
es: Vista previa con color
fr: Aperçu en couleurs
ru: Цветной просмотр

source: Command
de: Befehl
es: Comando
fr: Commande
ru: Команда

source: Configure common note and attachment behaviour.
de: Konfiguriere allgemeines Verhalten von Notizen und Anhängen.
es: Configura el comportamiento general de las notas y los adjuntos.
fr: Configurez le comportement général des notes et pièces jointes.
ru: Настройте основные параметры заметок и вложений.

source: Contains attachment
de: Enthält einen Anhang
es: Contiene un adjunto
fr: Contient une pièce jointe
ru: Содержит вложение

source: Contains image
de: Enthält ein Bild
es: Contiene una imagen
fr: Contient une image
ru: Содержит изображение

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ru: Копировать

source: Create a note to start writing.
de: Erstelle eine Notiz, um mit dem Schreiben zu beginnen.
es: Crea una nota para empezar a escribir.
fr: Créez une note pour commencer à écrire.
ru: Создайте заметку, чтобы начать писать.

source: Created
de: Erstellt
es: Creada
fr: Créée
ru: Создана

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ru: Вырезать

source: Date Created
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
ru: Дата создания

source: Date Edited
de: Bearbeitungsdatum
es: Fecha de edición
fr: Date de modification
ru: Дата изменения

source: Dates
de: Daten
es: Fechas
ru: Даты

source: Delete
de: Löschen
es: Löschen
fr: Supprimer
ru: Удалить

source: Delete Attachment?
de: Anhang löschen?
es: ¿Eliminar adjunto?
fr: Supprimer la pièce jointe ?
ru: Удалить вложение?

source: Delete Note?
de: Notiz löschen?
es: ¿Eliminar la nota?
fr: Supprimer la note ?
ru: Удалить заметку?

source: Done
de: Fertig
es: OK
fr: OK
ru: Готово

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Изменить

source: Editor Font
de: Editorschrift
es: Fuente del editor
fr: Police de l’éditeur
ru: Шрифт редактора

source: Editor Font Size
de: Editor-Schriftgröße
es: Tamaño de fuente del editor
fr: Taille de la police de l’éditeur
ru: Размер шрифта редактора

source: Empty Note
de: Leere Notiz
es: Nota vacía
fr: Note vide
ru: Пустая заметка

source: Export…
de: Exportieren …
es: Exportar…
fr: Exporter…
ru: Экспортировать…

source: File
de: Datei
es: Archivo
fr: Fichier
ru: Файл

source: Files larger than this limit cannot be added to a note.
de: Größere Dateien können nicht zu einer Notiz hinzugefügt werden.
es: No se pueden añadir archivos mayores que este límite a una nota.
fr: Les fichiers dépassant cette limite ne peuvent pas être ajoutés à une note.
ru: Файлы больше этого ограничения нельзя добавить в заметку.

source: Font
de: Schrift
es: Fuente
fr: Police
ru: Шрифт

source: Fonts
de: Schriften
es: Fuentes
fr: Polices
ru: Шрифты

source: Formatting
de: Formatierung
es: Formato
fr: Mise en forme
ru: Форматирование

source: General
de: Allgemein
fr: Général
ru: Основные

source: Header
de: Überschrift
es: Encabezado
fr: En-tête
ru: Заголовок

source: Headers
de: Überschriften
es: Encabezados
fr: En-têtes
ru: Заголовки

source: Heading 1
de: Überschrift 1
es: Encabezado 1
fr: En-tête 1
ru: Заголовок 1

source: Heading 2
de: Überschrift 2
es: Encabezado 2
fr: En-tête 2
ru: Заголовок 2

source: Heading 3
de: Überschrift 3
es: Encabezado 3
fr: En-tête 3
ru: Заголовок 3

source: Heading 4
de: Überschrift 4
es: Encabezado 4
fr: En-tête 4
ru: Заголовок 4

source: Heading 5
de: Überschrift 5
es: Encabezado 5
fr: En-tête 5
ru: Заголовок 5

source: Heading 6
de: Überschrift 6
es: Encabezado 6
fr: En-tête 6
ru: Заголовок 6

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Справка

source: Image
de: Bild
es: Imagen
ru: Изображение

source: Images
de: Bilder
es: Imágenes
ru: Изображения

source: Indexing Notes...
de: Notizen werden indiziert …
es: Indexando notas…
fr: Indexation des notes…
ru: Индексирование заметок…

source: Insert
de: Einfügen
es: Insertar
fr: Insérer
ru: Вставить

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
ru: Курсив

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
ru: Клавиатурные сокращения

source: Latest First
de: Neueste zuerst
es: Más recientes primero
fr: Plus récentes d’abord
ru: Сначала новые

source: Library Location
de: Bibliotheksort
es: Ubicación de la biblioteca
fr: Emplacement de la bibliothèque
ru: Расположение библиотеки

source: Library Size
de: Bibliotheksgröße
es: Tamaño de la biblioteca
fr: Taille de la bibliothèque
ru: Размер библиотеки

source: Unlink
de: Verknüpfung entfernen
es: Desvincular
fr: Supprimer le lien
ru: Убрать ссылку

source: Linked
de: Verknüpft
es: Vinculado
fr: Liée
ru: Связано

source: Load More
de: Mehr laden
es: Cargar más
fr: Charger plus
ru: Загрузить ещё

source: Local Store
de: Lokaler Speicher
es: Almacenamiento local
fr: Stockage local
ru: Локальное хранилище

source: Location
de: Ort
es: Ubicación
fr: Emplacement
ru: Расположение

source: Mac, iPhone and iPad
de: Mac, iPhone und iPad
es: Mac, iPhone y iPad
fr: Mac, iPhone et iPad
ru: Mac, iPhone и iPad

source: Markdown and TextBundle files stay useful outside Notra.
de: Markdown- und TextBundle-Dateien bleiben auch außerhalb von Notra nützlich.
es: Los archivos Markdown y TextBundle siguen siendo útiles fuera de Notra.
fr: Les fichiers Markdown et TextBundle restent utiles en dehors de Notra.
ru: Файлы Markdown и TextBundle остаются полезными за пределами Notra.

source: Maximum Attachment Size
de: Maximale Anhanggröße
es: Tamaño máximo del adjunto
fr: Taille maximale des pièces jointes
ru: Максимальный размер вложения

source: Modified
de: Geändert
es: Modificada
fr: Modifiée
ru: Изменена

source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
ru: Новая заметка

source: No account required
de: Kein Konto erforderlich
es: No se necesita una cuenta
fr: Aucun compte requis
ru: Учётная запись не требуется

source: No Attachments
de: Keine Anhänge
es: No hay adjuntos
fr: Aucune pièce jointe
ru: Нет вложений

source: No Matching Notes
de: Keine passenden Notizen
es: No hay notas coincidentes
fr: Aucune note correspondante
ru: Подходящих заметок нет

source: No Notes
de: Keine Notizen
es: No hay notas
fr: Aucune note
ru: Нет заметок

source: No Tags
de: Keine Tags
es: No hay etiquetas
fr: Aucune étiquette
ru: Нет тегов

source: Not Linked
de: Nicht verknüpft
es: No vinculado
fr: Non liée
ru: Не связано

source: Note editor
de: Notizeditor
es: Editor de notas
fr: Éditeur de notes
ru: Редактор заметок

source: Note Info
de: Notizinfo
es: Información de la nota
fr: Infos de la note
ru: Сведения о заметке

source: Note preview
de: Notizvorschau
es: Vista previa de la nota
fr: Aperçu de la note
ru: Просмотр заметки

source: Note tags
de: Notiz-Tags
es: Etiquetas de la nota
fr: Étiquettes de la note
ru: Теги заметки

source: Notes
de: Notizen
es: Notas
ru: Заметки

source: Notes Location
de: Notizspeicherort
es: Ubicación de las notas
fr: Emplacement des notes
ru: Расположение заметок

source: Notes that stay yours.
de: Notizen, die dir gehören.
es: Notas que siguen siendo tuyas.
fr: Des notes qui restent à vous.
ru: Заметки остаются вашими.

source: Notes with Attachments
de: Notizen mit Anhängen
es: Notas con adjuntos
fr: Notes avec pièces jointes
ru: Заметки с вложениями

source: Notes with Checklists
de: Notizen mit Checklisten
es: Notas con listas de comprobación
fr: Notes avec listes de contrôle
ru: Заметки с чек-листами

source: Notes with Tags
de: Notizen mit Tags
es: Notas con etiquetas
fr: Notes avec étiquettes
ru: Заметки с тегами

# notesCount
source: Notes
de: Notizen
es: Notas
ru: Заметки

source: Numbered List
de: Nummerierte Liste
es: Lista numerada
fr: Liste numérotée
ru: Нумерованный список

source: Oldest First
de: Älteste zuerst
es: Más antiguas primero
fr: Plus anciennes d’abord
ru: Сначала старые

source: Open Library Location
de: Bibliotheksort öffnen
es: Abrir ubicación de la biblioteca
fr: Ouvrir l’emplacement de la bibliothèque
ru: Открыть расположение библиотеки

source: Open Notra to change appearance settings.
de: Öffne Notra, um die Darstellungseinstellungen zu ändern.
es: Abre Notra para cambiar los ajustes de apariencia.
fr: Ouvrez Notra pour modifier les réglages d’apparence.
ru: Откройте Notra, чтобы изменить настройки внешнего вида.

source: Option
de: Wahl
es: Opción

source: Other Attachments
de: Andere Anhänge
es: Otros adjuntos
fr: Autres pièces jointes
ru: Другие вложения

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
ru: Вставить

source: Pin
de: Anheften
es: Fijar
fr: Épingler
ru: Закрепить

source: Pin Note
de: Notiz anheften
es: Fijar nota
fr: Épingler la note
ru: Закрепить заметку

source: Pinned
de: Angeheftet
es: Fijada
fr: Épinglée
ru: Закреплена

source: Platforms
de: Plattformen
es: Plataformas
fr: Plateformes
ru: Платформы

source: Portable notes
de: Tragbare Notizen
es: Notas portátiles
fr: Notes portables
ru: Переносимые заметки

source: Preparing PDF to share
de: PDF zum Teilen wird vorbereitet
es: Preparando el PDF para compartir
fr: Préparation du PDF à partager
ru: Подготовка PDF к отправке

source: Preparing Share
de: Freigabe wird vorbereitet
es: Preparando para compartir
fr: Préparation du partage
ru: Подготовка к отправке

source: Press Escape to close this screen.
de: Drücke die Esc-Taste, um diesen Bildschirm zu schließen.
es: Pulsa Escape para cerrar esta pantalla.
fr: Appuyez sur Échap pour fermer cet écran.
ru: Нажмите Esc, чтобы закрыть этот экран.

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ru: Просмотр

source: Preview Fixed Width Font
de: Monospace-Schrift der Vorschau
es: Fuente monoespaciada de vista previa
fr: Police à chasse fixe de l’aperçu
ru: Моноширинный шрифт просмотра

source: Preview Font
de: Vorschau-Schrift
es: Fuente de vista previa
fr: Police de l’aperçu
ru: Шрифт просмотра

source: Principles
de: Grundsätze
es: Principios
fr: Principes
ru: Принципы

source: Private Markdown notes for Mac, iPhone and iPad.
de: Private Markdown-Notizen für Mac, iPhone und iPad.
es: Notas Markdown privadas para Mac, iPhone y iPad.
fr: Des notes Markdown privées pour Mac, iPhone et iPad.
ru: Личные заметки Markdown для Mac, iPhone и iPad.

source: Project
de: Projekt
es: Proyecto
fr: Projet
ru: Проект

source: Quote
de: Zitat
es: Cita
fr: Citation
ru: Цитата

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ru: Повторить

source: Remove tag %@
de: Tag %@ entfernen
es: Quitar etiqueta %@
fr: Supprimer l’étiquette %@
ru: Удалить тег %@

source: Retry Search
de: Suche wiederholen
es: Reintentar búsqueda
fr: Réessayer la recherche
ru: Повторить поиск

source: Retry Share
de: Teilen wiederholen
es: Reintentar compartir
fr: Réessayer le partage
ru: Повторить отправку

source: Search Notes
de: Notizen durchsuchen
es: Buscar notas
fr: Rechercher dans les notes
ru: Поиск заметок

source: Search Unavailable
de: Suche nicht verfügbar
es: Búsqueda no disponible
fr: Recherche indisponible
ru: Поиск недоступен

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ru: Выбрать

source: Select a Note
de: Notiz auswählen
es: Selecciona una nota
fr: Sélectionner une note
ru: Выберите заметку

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ru: Выбрать всё

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ru: Настройки

source: Share
de: Teilen
es: Compartir
fr: Partager
ru: Поделиться

# shareWithEllipsis
source: Share…
de: Teilen …
es: Compartir…
fr: Partager…
ru: Поделиться…

source: Shift
de: Umschalt
es: Mayús
fr: Majuscule

source: Show each note’s first line or content preview in the notes list.
de: Zeige die erste Zeile oder Inhaltsvorschau jeder Notiz in der Liste.
es: Muestra la primera línea o la vista previa del contenido de cada nota en la lista.
fr: Afficher la première ligne ou l’aperçu du contenu de chaque note dans la liste.
ru: Показывать первую строку или содержимое заметки в списке.

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ru: Показать в Finder

source: Show Note Preview
de: Notizvorschau anzeigen
es: Mostrar vista previa de la nota
fr: Afficher l’aperçu de la note
ru: Показывать просмотр заметки

source: Show Notra
de: Notra anzeigen
es: Mostrar Notra
fr: Afficher Notra
ru: Показать Notra

source: Size
de: Größe
es: Tamaño
fr: Taille
ru: Размер

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ru: Сортировать по

source: Sort Notes
de: Notizen sortieren
es: Ordenar notas
fr: Trier les notes
ru: Сортировать заметки

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
ru: Исходный код

source: Start New Note With
de: Neue Notiz beginnen mit
es: Iniciar nota nueva con
fr: Commencer une nouvelle note avec
ru: Начинать новую заметку с

source: Start writing without creating a profile.
de: Beginne zu schreiben, ohne ein Profil zu erstellen.
es: Empieza a escribir sin crear un perfil.
fr: Commencez à écrire sans créer de profil.
ru: Начните писать без создания профиля.

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ru: Статистика

source: Strikethrough
de: Durchgestrichen
es: Tachado
fr: Barré
ru: Зачёркнутый

source: Suggested
de: Vorgeschlagen
es: Sugerencias
fr: Suggestions
ru: Предложения

source: System Default
de: Systemstandard
es: Predeterminada del sistema
fr: Valeur par défaut du système
ru: Системный шрифт

source: Table
de: Tabelle
es: Tabla
fr: Tableau
ru: Таблица

source: Tag already added.
de: Tag bereits hinzugefügt.
es: La etiqueta ya está añadida.
fr: Étiquette déjà ajoutée.
ru: Тег уже добавлен.

source: The attachment could not be opened.
de: Der Anhang konnte nicht geöffnet werden.
es: No se pudo abrir el adjunto.
fr: Impossible d’ouvrir la pièce jointe.
ru: Не удалось открыть вложение.

source: The image could not be saved.
de: Das Bild konnte nicht gespeichert werden.
es: No se pudo guardar la imagen.
fr: Impossible d’enregistrer l’image.
ru: Не удалось сохранить изображение.

source: The library is available in the Files app.
de: Die Bibliothek ist in der Dateien-App verfügbar.
es: La biblioteca está disponible en la app Archivos.
fr: La bibliothèque est disponible dans l’app Fichiers.
ru: Библиотека доступна в приложении «Файлы».

source: The note bundle is invalid.
de: Das Notizbundle ist ungültig.
es: El paquete de notas no es válido.
fr: Le bundle de notes est invalide.
ru: Пакет заметки недействителен.

source: The note metadata could not be updated.
de: Die Notizmetadaten konnten nicht aktualisiert werden.
es: No se pudieron actualizar los metadatos de la nota.
fr: Impossible de mettre à jour les métadonnées de la note.
ru: Не удалось обновить метаданные заметки.

source: The note search index could not be opened: %@
de: Der Notizsuchindex konnte nicht geöffnet werden: %@
es: No se pudo abrir el índice de búsqueda de notas: %@
fr: Impossible d’ouvrir l’index de recherche des notes : %@
ru: Не удалось открыть индекс поиска заметок: %@

source: The note search index could not be opened.
de: Der Notizsuchindex konnte nicht geöffnet werden.
es: No se pudo abrir el índice de búsqueda de notas.
fr: Impossible d’ouvrir l’index de recherche des notes.
ru: Не удалось открыть индекс поиска заметок.

source: The note search index is still being prepared.
de: Der Notizsuchindex wird noch vorbereitet.
es: El índice de búsqueda de notas aún se está preparando.
fr: L’index de recherche des notes est encore en préparation.
ru: Индекс поиска заметок ещё готовится.

source: The note search index location is unavailable.
de: Der Speicherort des Notizsuchindex ist nicht verfügbar.
es: La ubicación del índice de búsqueda de notas no está disponible.
fr: L’emplacement de l’index de recherche des notes est indisponible.
ru: Расположение индекса поиска заметок недоступно.

source: The note storage location is unavailable.
de: Der Notizspeicherort ist nicht verfügbar.
es: La ubicación de almacenamiento de notas no está disponible.
fr: L’emplacement de stockage des notes est indisponible.
ru: Расположение хранилища заметок недоступно.

source: The project is available on GitHub.
de: Das Projekt ist auf GitHub verfügbar.
es: El proyecto está disponible en GitHub.
fr: Le projet est disponible sur GitHub.
ru: Проект доступен на GitHub.

source: The selected attachment is invalid.
de: Der ausgewählte Anhang ist ungültig.
es: El adjunto seleccionado no es válido.
fr: La pièce jointe sélectionnée est invalide.
ru: Выбранное вложение недействительно.

source: The selected file is not a supported image.
de: Die ausgewählte Datei ist kein unterstütztes Bild.
es: El archivo seleccionado no es una imagen compatible.
fr: Le fichier sélectionné n’est pas une image prise en charge.
ru: Выбранный файл не является поддерживаемым изображением.

source: The selected note could not be found.
de: Die ausgewählte Notiz wurde nicht gefunden.
es: No se encontró la nota seleccionada.
fr: La note sélectionnée est introuvable.
ru: Выбранная заметка не найдена.

source: This attachment is used in the note. All references to it will also be removed.
de: Dieser Anhang wird in der Notiz verwendet. Alle Verweise darauf werden ebenfalls entfernt.
es: Este adjunto se usa en la nota. También se eliminarán todas sus referencias.
fr: Cette pièce jointe est utilisée dans la note. Toutes ses références seront également supprimées.
ru: Это вложение используется в заметке. Все ссылки на него также будут удалены.
